api/common/models/User.php

    public static function findIdentityByAccessToken($token, $type = null)
    {
        return static::findOne(['auth_key' => $token, 'status' => self::STATUS_ACTIVE]);
---
SELECT * FROM `user` WHERE (`auth_key`='j6kJVA5n_1hBTxjS_9yTCGVvWU_R-5Bh') AND (`status`=10)